Repository: dwhao84/IMS-Inventory
Catalog: IMS-Inventory/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

source: Account has been successfully created
ja: アカウントが正常に作成されました
ko: 계정이 성공적으로 생성되었습니다
zh_hans: 账户已成功创建
zh_hant: 帳號建立成功

source: An error occurred during registration, please try again later
ja: 登録中にエラーが発生しました。後でもう一度お試しください
ko: 등록 중 오류가 발생했습니다. 나중에 다시 시도해 주세요.
zh_hans: 注册过程中发生错误，请稍后再试
zh_hant: 註冊過程中發生錯誤，請稍後再試

source: Article No: Ascending
ja: 品番：昇順
ko: 품번：오름차순
zh_hans: 物料编号：升序
zh_hant: 料號：由小至大

source: Article No: Descending
ja: 品番：降順
ko: 품번：내림차순
zh_hans: 物料编号：降序
zh_hant: 料號：由大至小

source: Article number is missing.
ja: 品番が欠落しています
ko: 품번이 누락되었습니다.
zh_hans: 缺少物料编号
zh_hant: 缺少料件編號

source: Backwall
ja: バックウォール
ko: 백월 진열대
zh_hans: 背墙展示架
zh_hant: 背牆展示架

source: Bins
ja: 収納ボックス
ko: 수납함
zh_hans: 储物箱
zh_hant: 儲物箱

source: Borrow
ja: 借用
ko: 대여
zh_hans: 借用
zh_hant: 借用

source: Calculation
ja: 計算
ko: 계산
zh_hans: 计算
zh_hant: 計算

source: Cart
ja: カート
ko: 장바구니
zh_hans: 购物车
zh_hant: 購物車

# CFBundleDisplayName
source: Inventory App
ja: 在庫アプリ
ko: 재고 앱
zh_hans: 库存 App
zh_hant: 庫存 App

# CFBundleName
source: Inventory App
ja: 在庫アプリ
ko: 재고 앱
zh_hans: 库存 App
zh_hant: 庫存 App

source: Choose 40 * 60 of Qty
ja: 40 * 60の数量を選択してください
ko: 40 * 60 수량을 선택하세요
zh_hans: 选择40 * 60的数量
zh_hant: 選擇40 * 60的數量

source: Choose 60 * 80 of Qty
ja: 60 * 80の数量を選択してください
ko: 60 * 80 수량을 선택하세요
zh_hans: 选择60 * 80的数量
zh_hant: 選擇60 * 80的數量

source: Choose your bins size
ja: Bin サイズを選択してください
ko: Bin 크기를 선택하세요
zh_hans: 选择您的 Bin 大小
zh_hant: 選擇您的 Bin 大小

source: Choose your bins type
ja: Bin タイプを選択してください
ko: Bin 유형을 선택하세요
zh_hans: 选择您的 Bin 类型
zh_hant: 選擇您的 Bin 類型

source: Choose your height
ja: 身長を選択してください
ko: 키를 선택하세요
zh_hans: 选择您的高度
zh_hant: 選擇高度

source: Clear
ja: 一掃する
ko: 비우다
zh_hans: 清除
zh_hant: 清除

source: Create your account
ja: アカウントを作成
ko: 계정 만들기
zh_hans: 创建您的账户
zh_hant: 建立你的帳戶

source: Delete Record successful!
ja: 記録の削除成功！
ko: 기록 삭제 성공!
zh_hans: 删除记录成功！
zh_hant: 刪除記錄成功！

source: Delete successful!
ja: 削除成功！
ko: 삭제 성공!
zh_hans: 删除成功！
zh_hant: 刪除成功！

source: Disclaimer
ja: 免責事項
ko: 면책 조항
zh_hans: 免责声明
zh_hant: 免責聲明

source: E-mail
ja: メールアドレス
ko: 이메일
zh_hans: 电子邮件
zh_hant: 電子郵件

source: Enter 60 section qty
ja: 60セクションの数量を入力してください
ko: 60 섹션 수량을 입력하세요
zh_hans: 请输入60区段数量
zh_hant: 請輸入60段數量

source: Enter 90 section qty
ja: 90セクションの数量を入力してください
ko: 90 섹션 수량을 입력하세요
zh_hans: 请输入90区段数量
zh_hant: 請輸入90段數量

source: Enter your 40 * 60 Qty
ja: 40×60の数量入力
ko: 40 × 60 수량을 입력하세요
zh_hans: 请输入 40 × 60 的数量
zh_hant: 輸入你的 40 * 60數量

source: Enter your email
ja: メールアドレスを入力してください
ko: 이메일을 입력하세요
zh_hans: 请输入电子邮件
zh_hant: 請輸入電子郵件

source: Enter your password
ja: パスワードを入力してください
ko: 비밀번호를 입력하세요
zh_hans: 请输入密码
zh_hant: 請輸入密碼

source: Enter your Qty
ja: 数量を入力してください
ko: 수량을 입력하십시오
zh_hans: 请输入数量
zh_hant: 請輸入數量

source: Error
ja: エラー
ko: 오류
zh_hans: 错误
zh_hant: 錯誤

source: False
ja: 偽 (ぎ)
ko: 거짓
zh_hans: 错误
zh_hant: 否

source: Fill your name
ja: お名前を入力してください
ko: 이름을 입력하세요
zh_hans: 填写您的姓名
zh_hant: 填寫您的姓名

source: Gondola
ja: フロアディスプレイ
ko: 플로어 진열대
zh_hans: 落地展示架
zh_hant: 落地展示架

source: How many 60's section
ja: 60秒のセクションは何個ありますか
ko: 60초 섹션이 몇 개입니까
zh_hans: 有多少个60秒部分
zh_hant: 有多少寬度60 ?

source: How many 90's section
ja: 90秒のセクションは何個ありますか
ko: 90초 섹션이 몇 개입니까
zh_hans: 有多少个90秒部分
zh_hant: 有多少寬度90 ?

source: Invalid Bin Size
ja: 無効なビンサイズ
ko: 잘못된 빈 크기
zh_hans: 无效的货架尺寸
zh_hant: 無效的Bin尺寸

source: Invalid Bin Type
ja: 無効なビンタイプ
ko: 잘못된 빈 유형
zh_hans: 无效的货架类型
zh_hant: 無效的Bin類型

source: Invalid Pallet Size
ja: 無効なパレットサイズ
ko: 잘못된 팔레트 크기
zh_hans: 无效的托盘尺寸
zh_hant: 無效的棧板尺寸

source: Invalid size selection for Bins
ja: ビンのサイズ選択が無効です
ko: 빈 크기 선택이 잘못되었습니다
zh_hans: 请选择箱体类型和尺寸
zh_hant: Bin尺寸選擇無效

source: Invalid size selection for Pallet Bin
ja: パレットビンのサイズ選択が無効です
ko: 팔레트 빈 크기 선택이 잘못되었습니다
zh_hans: 托盘箱尺寸选择无效
zh_hant: Pallet Bin尺寸選擇無效

# Is single side or not?
source: Is single side of not?
ja: 片面ですか
ko: 단면입니까?
zh_hans: 是否单面？
zh_hant: 是否為單面？

source: Item, Article No, Description
ja: アイテム, 品番, 製品説明
ko: 아이템, 품번, 제품 설명
zh_hans: 项目, 物料编号, 产品说明
zh_hant: 產品, 貨號, 產品描述

source: List
ja: リスト
ko: 목록
zh_hans: 列表
zh_hant: 清單

source: Loading...
ja: 読み込み中...
ko: 로딩 중...
zh_hans: 加载中...
zh_hant: 等待中

source: Log Out Success
ja: ログアウト成功
ko: 로그아웃 성공
zh_hans: 登出成功
zh_hant: 登出成功

source: Login
ja: ログイン
ko: 로그인
zh_hans: 登录
zh_hant: 登入

source: Login Failed
ja: ログインに失敗しました
ko: 로그인 실패
zh_hans: 登录失败
zh_hant: 登入失敗

source: Missing Content
ja: コンテンツが欠落しています
ko: 콘텐츠 누락
zh_hans: 缺少内容
zh_hant: 缺少内容

source: Missing Second Quantity
ja: 2番目の数量が欠落しています
ko: 두번째 수량이 누락되었습니다
zh_hans: 缺少第二数量
zh_hant: 缺少第二數量

source: Missing User Name.
ja: ユーザー名が欠落しています
ko: 사용자 이름이 누락되었습니다.
zh_hans: 缺少用户名
zh_hant: 缺少使用者名稱

source: N/A
ja: 該当なし
ko: 해당 없음
zh_hans: 不适用
zh_hant: 空白

source: NA
ja: 該当なし
ko: N/A (또는 해당 없음)
zh_hans: 不适用

source: Name: A to Z
ja: 名前：A から Z
ko: 이름：A to Z
zh_hans: 名称：A 到 Z
zh_hant: 名稱：A 到 Z

source: No content has been entered
ja: 内容が入力されていません
ko: 아무 내용도 입력되지 않았습니다
zh_hans: 尚未输入任何内容
zh_hant: 尚未輸入任何內容

source: No Data
ja: データなし
ko: 데이터 없음
zh_hans: 暂无数据
zh_hant: 暫無數據

source: Password
ja: パスワード
ko: 비밀번호
zh_hans: 密码
zh_hant: 密碼

source: Password must be at least 6 characters
ja: パスワードは6文字以上である必要があります
ko: 비밀번호는 최소 6자 이상이어야 합니다
zh_hans: 密码必须至少6个字符
zh_hant: 密碼必須至少6個字符

source: Please enter a valid email address
ja: 有効なメールアドレスを入力してください
ko: 유효한 이메일 주소를 입력해 주세요
zh_hans: 请输入有效的电子邮件地址
zh_hant: 請輸入有效的電子郵件地址

source: Please fill in the information
ja: 情報を入力してください
ko: 정보를 입력해 주세요
zh_hans: 请填写信息
zh_hant: 請填寫資料

source: Please select a valid Bin type
ja: 有効なビンタイプを選択してください
ko: 유효한 빈 유형을 선택하십시오
zh_hans: 请选择有效的箱体类型
zh_hant: 請選擇有效的Bin類型

source: Please select both Bin type and size
ja: ビンタイプとサイズの両方を選択してください
ko: 빈 유형과 크기를 모두 선택하십시오
zh_hans: 请选择箱体类型和尺寸
zh_hant: 請選擇Bin類型和尺寸

source: Please try again
ja: もう一度お試しください
ko: 다시 시도해주세요
zh_hans: 请重试
zh_hant: 請重試

source: Problem Report
ja: 問題報告
ko: 문제 보고
zh_hans: 问题报告
zh_hant: 問題回報

source: Processing...
ja: 処理中...
ko: 처리 중...
zh_hans: 处理中...
zh_hant: 處理中..

source: Product name
ja: 商品名
ko: 제품명
zh_hans: 商品名称
zh_hant: 商品名稱

source: Product title is missing.
ja: 製品名が欠落しています
ko: 제품명이 누락되었습니다.
zh_hans: 缺少产品名称
zh_hant: 缺少產品名稱

source: Qty: %lld pcs
ja: 数量：%lld 個
ko: 수량: %lld 개
zh_hans: 数量：%lld 件
zh_hant: 數量：%lld 件

source: Quantity: High to Low
ja: 数量：多い順
ko: 수량：많은 순
zh_hans: 数量：从多到少
zh_hant: 數量：由多至少

# Racking Status
source: Article No: Ascending
ja: ラッキング状況
ko: 래킹 상태
zh_hans: 貨架状态
zh_hant: 貨架狀態

source: Register
ja: 登録
ko: 회원가입
zh_hans: 注册
zh_hant: 註冊

source: Register Failed
ja: 登録に失敗しました
ko: 등록 실패
zh_hans: 注册失败
zh_hant: 註冊失敗

source: Reigster Success
ja: 登録完了
ko: 등록 성공
zh_hans: 注册成功
zh_hant: 註冊成功

source: Require Qty
ja: 要求数量
ko: 필수 수량
zh_hans: 需求数量
zh_hant: 需求數量

source: Return
ja: 返却
ko: 반납
zh_hans: 归还
zh_hant: 歸還

source: Send
ja: 送信
ko: 보내기
zh_hans: 发送
zh_hant: 送出

source: Sent
ja: 送信済み
ko: 전송됨
zh_hans: 已发送
zh_hant: 以送出

source: Settings
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定

source: Shelving System
ja: シェルビングシステム
ko: 선반 시스템
zh_hans: 层架系统
zh_hant: 層架系統

source: Status
ja: ステータス
ko: 상태
zh_hans: 状态
zh_hant: 狀態

source: Stock Qty:
ja: 在庫数量：
ko: 재고 수량:
zh_hans: 库存数量：
zh_hant: 庫存數：

source: Stock Qty: %lld
ja: 在庫数量: %lld
ko: 재고 수량: %lld
zh_hans: 库存数量：%lld
zh_hant: 庫存數：%lld

source: Successful!
ja: 成功!
ko: 성공!
zh_hans: 成功！
zh_hant: 成功！

source: This email has already been registered
ja: このメールアドレスは既に登録されています
ko: 이미 등록된 이메일입니다.
zh_hans: 此电子邮件已被注册
zh_hant: 此電子郵件已被註冊

source: True
ja: 真 (しん)
ko: 진실
zh_hans: 真实
zh_hant: 是

source: Using Date
ja: 使用日
ko: 사용일자
zh_hans: 使用日期
zh_hant: 使用日期

source: Version V 1.1.0
ja: バージョン V 1.1.0
ko: 버전 V 1.1.0
zh_hans: 版本 V 1.1.0
zh_hant: 版本 V 1.1.0

source: Welcome to Inventory App!
ja: 在庫管理アプリへようこそ！
ko: 재고 관리 앱에 오신 것을 환영합니다!
zh_hans: 欢迎使用库存应用程序！
zh_hant: 歡迎使用庫存App！
